#!/usr/bin/env python
# -*- coding: utf-8 -*-

# Moroccan terms


terms = {
    "disgust": [
        "العفن",
        "لعفن",
        "عفن",
        "وسخ",
        "الوسخ",
        "يع",
        "خرى",
        "خرا",
        "قرف",
        "القرف",
    ],
    "angry": ["معصب", "طالع له الدم", "مقلق", "شاعل", "غضبان", "غاضب"],
    "happy": ["فرحان", "طاير بالفرحة", "كيضحك", "كيضحّك", "كوميدي"],
    "sad": ["مقلق", "عايش تعاسة", "معبس"],
    "fear": ["خايف", "خواف", "كيخاف", "مخلوع"],
    "surprise": ["مصدوم", "واو", "واعر"],
}
